{
"Fool":"The Fool represents a Man on a quest of fulfilment. His future is uncertain and the task ahead of him is great, but with a Fool's luck, and ignorance, he marches blissfully onwards. The Fool's card consists of a man standing dangerously close to the edge of a cliff, a dog yapping at his heels and a bulging sack containing all the elements he would need for his journey. As the arcana of infinite potential, it is usually a Persona of this arcana that the protagonist obtains at the start of his journey.\nReverse:\nWhen reversed, the Fool is getting completely lost in his head, in hopes and imagination, in talk of what he's going to do, completely surrendering to the sky, with no way to actually walk toward anything, even disaster. This, we might say, is the Fool doomed to Foolishness that makes sense only to him.\n\nThe Fool symbolizes:\nBeginnings\nInnocence\nNaivety",
"Magician":"The Magician is commonly associated with action, initiative, self-confidence, manipulation and power (more specifically, the power to harness one's talents). A representative of the magician arcana will usually have unstable goals and generally they do not think things through, however they have utmost confidence in themselves. They could be seen as fool along the didactic definition (A person who acts unwisely or imprudently). The Magician's card represents a man controlling fire, attempting to control it, or surrounded by it.\nReverse:\nWhen reversed, possibilities become jokes; empty promises rather than true visions of what could be. Instead of foolishly pursuing goals, they begin pursuing foolish goals. Gambler's fallacy is a good example of a person following the reversed Magician's meaning.\n\nThe Magician symbolizes:\nAction\nWill\nImprudence",
"Priestess":"Portrayed as an old woman with a closed book, the Priestess Arcana is a symbol of hidden knowledge or other untapped power, wisdom, female mystery and magic. This arcana goes well with female characters with uncertainty in their hearts and immense or unique powers that are not often shown. According to the Megami Tensei Wikipedia page, \"Individuals associated with the Priestess Arcana are usually quiet, reserved, and very intelligent. They are often modest and shy, and won't open up to the protagonist until much later in their Social Links as compared with other characters\".\nReverse:\nThere is a loss of control and the Priestess, who holds knowledge in delicate balance, needs that control. If all this is lost, then there is a kind of madness. Chaos, indecision, a loss of secrets and knowledge.\n\nThe Priestess symbolizes:\nHidden power\nWisdom\nIntuition",
"Empress":"The Empress represents mothers, prosperity, creativity, sexuality, abundance, fertility and comfort (most often in helping maintain peace around them like an ideal mother would). Once again typically female in character, the Empress wishes for balance. A person who wishes for justice to be served and to \"live happily ever after\", and is willing to face their responsibilities in order to bring it about. According to Nyx: \"Celebrate life's grandeur...its brilliance...its magnificence...\".\nReverse:\nWhen reversed, the Empress represents wanton destruction of all that is growing and thriving and beautiful. This is the card that might come up when discussing the cutting down of rainforests or desecration of anything beautiful; the destruction of works or art, of someone's business or home or family.\n\nThe Empress symbolizes:\nSexuality\nLeadership\nProsperity",
"Emperor":"The Emperor symbolizes the desire to control one's surroundings, and its appearance could suggest that one is trying too hard to achieve this, possibly causing trouble for others; some elements in life are just not controllable. The card shows a King surrounded by riches and symbols of power, showing his never-ending thirst for it. A person representing the Emperor will usually be or wish to be in a position of power, causing either himself or others to question why he is there.\nReverse:\nThe reversed Emperor represents not only a loss of authority and control, but a loss of both ruler and foundation for the kingdom. In this instance, for example, as someone is let go or fired, his job vanishes with him. No one takes his place, his underlings are left at loose ends, and the whole branch collapses.\n\nThe Emperor symbolizes:\nPower\nControl\nImposingness",
"Hierophant":"The Hierophant is a symbol of education, authority, conservatism, obedience to rules and relationship with the divine. The definition of a \"hierophant\" is a person who interprets sacred mysteries or esoteric principles, and the term was originally used to name ancient Greek priests who did so. Hierophants are generally associated or obsessed in some way with the past. The Hierophant social link will generally depict someone much older than the protagonist, who will be in his teens.\nReverse:\nWhen reversed, the Hierophant is reminiscent of institutions who control information and maintain earthly power (where the leaders are rich and living in luxury, while their flock is poor and in need). They offer up rules for the purpose of being in control, rather than helping the community morally and spiritually.\n\nThe Hierophant symbolizes:\nAuthority\nPast\nWisdom",
"Lovers":"The Lovers arcana initially represented two paths life could lead to, and thus a symbol of standing at a crossroad and needing to make a decision. Today, however, it is portrayed more of a symbol of love and romantic relationships, although it can also be a symbol of finding agreement with an ordinary friend or even two conflicting elements within. In the Persona franchise, these two elements are often brought together: the representative will be facing a hard decision within herself as well as being the \"canonical\" love interest of the main character.\nReverse:\nWhen reversed, two things are coming together in a way that may fit, but do not create unity. In relationships, that might indicate that they are together for earthly reasons, not because they were in love. Decisions are made for practical reasons.\n\nThe Lovers symbolize:\nDecision\nSeparation\nLove",
"Chariot":"Portrayed as a king leading a chariot made up of two differently colored horses (in some cases mythical creatures). The Chariot arcana is a symbol of victory, conquest, self-assertion, control, war and command. As the Megami Tensei Wikipedia page puts it so well: Characters who are of the Chariot Arcana are typically very driven individuals, who have a personal goal that they aim to achieve at any cost. It is not uncommon for Chariot characters to be short-tempered or aggressive.\nReverse:\nAt its worst, the reversed Chariot is not merely about a loss of direction, but the complete loss of any means to get where the person is going. They won't be leading anyone to victory, there's no fighting the war, let alone winning it. Anything inside (motivations, determination) or outside is not working.\n\nThe Chariot symbolizes:\nEndurance\nDetermination\nConquest",
"Justice":"Portrayed as a woman holding a sword and balance, the Justice Arcana symbolizes a strict allegory of justice, objectivity, rationality and analysis. Possibly the most literal arcana, the social links associated are usually wronged in some way and attempt to correct the situation whilst being shy, not wanting to cause trouble, or simply being powerless to do so.\nReverse:\nA corruption of justice. It is not merely an accident, or something blocking justice that has appeared, but the whole system that is suspect. The scales of balance are gone. Fairness cannot be achieved because the tools of justice are missing. The Judge is biased, the lawyers and witnesses corrupt, the evidence tampered with.\n\nJustice symbolizes:\nJustice\nBalance\nRationality",
"Hermit":"Portrayed as an old man in a dark place or cave, holding up a lantern, the Hermit is associated with wisdom, introspection, solitude, retreat and philosophical searches. A Hermit will usually interact with the protagonist \"outside the public eye\", so in a medium other than person-to-person. They usually will have some sort of problem about who they are (\"self-esteem\" issues or whatever) and will have to realize that and face their true self. As Nyx puts it: \"It requires great courage to look at oneself honestly, and forge one's own path...\".\nReverse:\nThe reversed Hermit represents someone that can't concentrate, they can't think, they can't remember or see things clearly anymore. An elder who is foolishly giving away his money, for example, might well be a Hermit reversed.\n\nThe Hermit symbolizes:\nPhilosophy\nSolitude\nWisdom",
"Fortune":"Portrayed as a wheel with different animals wearing wealthy and beggarly clothes up and down the wheel, the Fortune arcana symbolizes Fate and varying luck, fortunes and opportunities. What goes up will go down, what goes down will go up. Bearers of the Fortune Arcana are usually individuals who are aware of their fates, and attempt to seize their own destiny in spite of their seemingly-locked fates. Thus, they are typically involved with making important choices and decisions. Interestingly, the symbol of the Fortune arcana was initially inspired by the Zodiac.\nReverse:\nWhat ought to be good luck is going to be bad. Some circumstance that should give you what you want, that ought to be good fortune, lands you in hell instead. The idea is that you can't trust the luck you're getting to be what it seems.\n\nFortune symbolizes:\nFate\nLuck\nOpportunity",
"Strength":"Portrayed as a young woman holding up a terrifying beast (more often a lion), the Strength arcana symbolizes an imagery beyond the Beast And Beauty, and is associated with the morality about the stronger power of self-control, gentleness, courage and virtue over brute force. In tarot readings, it can also represent creative or physical energy that needs to be or is about to be unleashed, sometimes out of desire to be recognized. Strength characters are usually not physically strong, but prove their worth in other ways; show that they can help.\nReverse:\n hen reversed, Strength represents that the character cannot manage to keep control the situation. In this interpretation, whatever it is they are trying to control is too much for them.\n\nStrength symbolizes:\nMorality\nInner strength\nFortitude",
"Hanged Man":"Portrayed as a man hanging up-side-down from one leg, with his other leg crosses it forming a \"4\"; the Hanged Man arcana is associated with self-sacrifice for the sake of enlightenment, the bindings that makes one free, paradoxes and hanging between heaven and earth. The Hanged Man characters typically find themselves in situations that will necessarily have bad endings. Sometimes realizing this, sometimes not, they are caught in between to opposing parties and sometimes sacrifice themselves for peace.\nReverse:\nThere is no sacrifice, no new insight. This suggests that whatever the character is hoping to see, achieve, or do, or perhaps needs to do, they cannot do. Thinking of \"no pain, no gain\", the character is not willing or unable to suffer the pain and so there is no gain.\n\nThe Hanged Man symbolizes:\nDoom\nSacrifice\nRenewal",
"Death":"While it is associated with foreboding and of doom, Death arcana also symbolizes the metamorphosis and deep change, regeneration and cycles. In recent times, characters of the Death arcana are associated directly with death, but a commonality that connects all Death arcana characters is the cycles of change they experience. The \"moral\" of the Death social link is usually that there is finality to all things. As Nyx says: \"Beyond the beaten path lies the absolute end. It matters not who you are... Death awaits you\".\nReverse:\nWhen reversed Death symbolizes a lack of finality. This implies that there is also no rebirth. Sometimes, things need to come to a blessed end. Not death keeps people from grieving, and from starting over again when done. It just stretches out a \"not-life\".\n\nDeath symbolizes:\nDeath\nCircle of life\nFinality",
"Temperance":"Portrayed as a woman with angel wings mixing up the water of two cups, one blue, the other red, the Temperance Arcana is a symbol of synthesis, prudence, harmony, and the merging of opposites. Fairly difficult to describe, Temperance symbolizes most often balance between all things. Temperance arcana characters will have aspects of their life that overpower the rest. Hobbies or responsibilities that force them to continually tend to one matter.\nReverse:\nTrying to mix the ingredients under these circumstances is impossible. The character is uninformed that what he's attempting to do is not going to work. The elements needed to pull off this synthesis aren't there, and no one has the coordination or talent to mix the ingredients.\n\nTemperance symbolizes:\nBalance\nResponsibility\nHarmony",
"Devil":"Portrayed as a hermaphrodite devil over two naked and chained figures, the negative aspect of the Devil arcana represents the urge to do selfish, impulsive, violent things and be slave to ones' own impulse and feelings. Occasionally, it is also portrayed as a symbol of temptation. The positive aspect, however, represents a healthy bond or commitment. Devil arcana characters are often greedy, proud, lusty or otherwise \"sinful\". Attitude which usually changes over the course of the social link.\nReverse:\nThe reversed Devil is one of the few arcanas where the reversed meaning is generally \"better\" than the upright meaning. The Devil himself is dethroned. The character was in danger, being reeled in by someone dangerous. They held out, however, or changed their mind, eluding temptation and enslavement.\n\nThe Devil symbolizes:\nSin\nImpulsion\nDominance",
"Tower":"Portrayed as a tower stricken by lightning, from which two small figures fall down; a straight Tower of Babel allegory about pride preceding the fall. The Tower arcana is commonly associated to overly arrogant, prejudiced and authoritarian organization, which walk to their own ironic demise. Furthermore, it is also more generically used as an omen of doom and disaster. It is the \"worst\" arcana, foreboding even worse than death. Its characters are usually people who have fallen from position of respect; they could have fallen from grace.\nReverse:\nWhen reversed, the false builders who should be tossed out find their way back in. Not only are the lies not going to be revealed, but the liars are going to get away with worse.\n\nThe Tower symbolizes:\nArrogance\nDisaster\nFall from grace",
"Star":"The Star arcana is also commonly associated with hope, self-confidence, faith, altruism, luck, generosity, peace and joy. Usually a futile one. An \"acceptance\", or sorts, of their destiny and a continuation of their good faith. As Margaret put it: \"It's a strong card, one that gives hope to those on the ground below. It shines in times of need. But, eventually, it is destined to fall to the earth and disappear...\"\nReverse:\nEverything has run dry. No one is offering the character a future or hope for a future. This is a person in a very desperate situation. At its absolute worse, they are dying or suicidal - and with good reason. They are getting no help; they are alone with no guiding light, emotionally, psychologically and spiritually bereft. It is a very bleak and black time for them.\n\nThe Star symbolizes:\nGenerosity\nGood faith\nHopefulness",
"Moon":"Portrayed as two dogs howling at the Moon around a pool with a lobster in it, with two towers in the background, the Moon Arcana is associated with creativity, inspiration, dreams, madness, illusions, fear, fantasy, the subconscious and trickery. In tarot readings, it can also represent being attuned subconsciously to the world around, gaining the ability to sense things without being told about them or without anyone else knowing (which means that some identify this Arcana with psychic energy, be it actual ESP or fraud).\nReverse:\nReversed, it suggests that order is moving into chaos instead. That even the guiding light of the moon has been subjected, and only the primitive reigns - unchecked, direction-less, with no purpose or hope of coming to an end.\n\nThe Moon symbolizes:\nPsyche\nInsanity\nFantasy",
"Sun":"Portrayed as two children holding hands under a blazing sun, The Sun symbolizes happiness, joy, energy, optimism, and accomplishment. Occasionally, it is also associated with one's initial happiness, in other words the happiness of youth and innocence. This is a fairly rare interpretation as the sun usually refers to the contentedness of a person arriving to a satisfying end to their journey (the arcanas that follow Death supposedly symbolize a virtuous Man's journey through life).\nReverse:\nReversed, the Sun suggests that the character is either unable to recapture youth and childhood or that they are refusing to see the light. There is a suggestion here that they would rather be in shadow, than see what the light might show them.\n\nThe Sun symbolizes:\nAccomplishment\nContentedness\nOptimism",
"Judgement":"The Judgement arcana, in tarot, is associated with realizing one's calling, gaining a deep understanding of life, and a feeling of acceptance and absolution. To make an interesting parallel, it can be compared to a powerful Jedi's immersion into the force upon death. It is the \"perfect ending\" for Mankind, a kind of enlightenment. This arcana is strictly reserved for the story of the game. It WILL be included in the game, however you should not modify it. Your modifications to this social link will not be considered.\n\nJudgement symbolizes:\nEnlightenment\nUltimate destiny\nPerfection",
"Aeon":"The Aeon arcana is in fact simply the judgement arcana, however its name comes from the Aelph tarot deck as opposed to the Thoth deck used for every other arcana. The Judgement arcana, in tarot, is associated with realizing one's calling, gaining a deep understanding of life, and a feeling of acceptance and absolution. To make an interesting parallel, it can be compared to a powerful Jedi's immersion into the force upon death. It is the \"perfect ending\" for Mankind, a kind of enlightenment.\nReverse:\nThe character is not only having trouble getting rid of their baggage, but is surrounded and overwhelmed by it. The more challenges the character faces, the more that seem to surround them. The sins of the past, of people from the past, keep turning up. There seems to be no escape.\n\nAeon symbolizes:\nLearning\nUltimate destiny\nUnderstanding",
"Void":"Screw the rules because My Little Pony.\nIn all seriousness, this Arcana is reserved for the programmer's use (for testing and such). It WILL be included in the game, however you should not modify it. Your modifications to this social link will not be considered.\n\nThe Void symbolizes:\nEmptiness\nPrimordial power\nChaos",
"World":"The World or Universe is a card about achievement, mastery, completion, and a feeling of being welcome anywhere you go. It's a card of travel, not travelling to learn but travelling to dispense knowledge. This is the Wise Scholar instead of the Fool, packed up and going wherever the road takes them.\nReverse\nThe character cannot move forward. The world, as it were, can't turn. We end up with stillness rather than movement. No travel is possible. The character can't turn and so can't see all around them and they can't complete what they've started.\n\nThe World symbolizes:\nFinality\nKnowledge\nWisdom"
}